aaron-bond.better-comments
bierner.markdown-mermaid
catppuccin.catppuccin-vsc
dbaeumer.vscode-eslint
github.copilot-chat
github.vscode-github-actions
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
pkief.material-icon-theme
pranaygp.vscode-css-peek
rafamel.subtle-brackets
redhat.fabric8-analytics
redhat.java
ritwickdey.liveserver
sirtori.indenticator
teabyii.ayu
tgreen7.vs-code-node-require
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
whizkydee.material-palenight-theme
xsro.vscode-dosbox
