aaron-bond.better-comments
bierner.markdown-mermaid
catppuccin.catppuccin-vsc
github.copilot-chat
github.vscode-github-actions
pkief.material-icon-theme
rafamel.subtle-brackets
redhat.fabric8-analytics
redhat.java
tgreen7.vs-code-node-require
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
vscodevim.vim
xsro.vscode-dosbox
